Repository: abd529/Freelance-App-Flutter
Catalog: lib/l10n/intl_*.arb
Languages: he

# _locale
source: en
he: he

source: Language
he: שפה

source: Languages
he: שפות

# change_the_app_language_we_recommend_resetting_the_app
source: Change the app language. We recommend resetting the app after changing the language
he: שינוי שפת האפליקציה. אנו ממליצים לאפס את האפליקציה לאחר שינוי השפה

source: Find Professionals
he: מצאו אנשי מקצוע

source: That Be-Pass tailors especially for you
he: ש- Be-Pass מתאימה במיוחד עבורך

# select_a_service_mobile
source: Select a service
he: בחר/י שירות

source: Login
he: כניסה

source: Sign up
he: הרשמה

source: Username / Email
he: שם משתמש / אימייל

source: Password
he: סיסמה

source: Forgot Password?
he: שכחת סיסמה?

source: Or
he: או

source: Change the app language
he: שינוי שפת האפליקציה

source: I agree to
he: אני מסכימ/ה ל

# terms_of_service_underlined
source: <u> Terms of Service<u>
he: <u> תנאי השימוש<u>

source: Terms of Service
he: תנאי השימוש

# and
source: ,&amp;
he: ו

# privacy_policy_underlined
source: <u> Privacy Policy<u>
he: <u> מדיניות הפרטיות<u>

source: Privacy Policy
he: מדיניות הפרטיות

source: Email
he: אימייל

source: Username
he: שם משתמש

source: Forgot your password?
he: שכחת את הסיסמה?

source: New on our platform?
he: חדשים בפלטפורמה שלנו?

source: Create an account
he: יצירת חשבון

source: Already have an account?
he: חשבון קיים?

source: Sign in instead
he: התחבר במקום זאת

source: Sign in with Google
he: התחברות עם גוגל

source: Done
he: בוצע

source: Send
he: שליחה

source: About
he: אודות

source: Application Version
he: גרסת האפליקציה

source: Coming soon!
he: בקרוב!

source: OK
he: אישור

source: Edit
he: עריכה

source: Delete
he: מחק

source: Home
he: בית

source: Chat
he: צ'אט

source: Search
he: חיפוש

source: B-Card
he: כרטיס ב.

source: Profile
he: פרופיל

source: Menu
he: תפריט

source: Logout
he: התנתקות

source: No
he: לא

source: Yes
he: כן

source: Cancel
he: ביטול

source: Save
he: שמור

source: Date of birth
he: תאריך לידה

source: Gender
he: מגדר

source: Publish
he: פרסום

source: No results…
he: אין תוצאות...

source: Gallery
he: גלריה

source: Instagram
he: אינסטגרם

source: Facebook
he: פייסבוק

source: Twitter
he: טוויטר

source: No internet connection
he: אין חיבור לאינטרנט

source: Male
he: זכר

source: Female
he: נקבה

source: Image deleted
he: תמונה נמחקה

source: Sunday
he: ראשון

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Friday
he: שישי

source: Saturday
he: שבת

source: Open
he: פתוח

source: Closed
he: סגור

source: Set fixed hours at once
he: הגדרת שעות קבועות להכל

source: Add Hours
he: הוסף שעות

source: You have reached the hours limit Max is 5
he: הגעת למגבלת השעות מקס' זה 5

source: Send Email
he: שלח אימייל

source: To chat with this professional login is required
he: כדי לשוחח עם איש מקצוע נדרשת התחברות

source: Can't send messages to this user
he: אין אפשרות לשלוח הודעה למשתמש זה

source: Enter your message
he: הזנ/י את ההודעה שלך

source: Report
he: דווח

source: Clear Chat
he: נקה צ'אט

source: Chats
he: צ'אטים

source: View Contact
he: צפייה במשתמש

source: Block Contact
he: חסימת משתמש

source: Start Conversation
he: התחלת שיחה

# search_field
source: Search...
he: חיפוש...

source: An email has been sent to your email address
he: הודעת אימייל נשלחה לכתובת הדוא"ל שלך

source: The username/email or password is incorrect
he: שם המשתמש/אימייל או הסיסמה שגויים

# password_must_be_at_least_6_characters
source: Password must be at least 6 characters, numbers and letters
he: הסיסמה חייבת לכלול לפחות 6 תווים, מספרים ואותיות

source: Username must be 3 to 14 characters
he: שם המשתמש חייב להיות בין 3 עד 14 תווים

source: *Username is already taken
he: *שם המשתמש תפוס

source: Invalid username
he: שם המשתמש לא תקין

source: *Email is already taken
he: *האימייל תפוס

source: Invalid email address
he: האימייל לא תקין

# please_enter_only_letters_and_numbers_without_space
source: Please use only letters and numbers without space
he: אנא השתמשו רק באותיות ומספרים ללא רווח

source: No user with such email
he: אין משתמש עם אימייל כזה

source: Back to login
he: חזרה להתחברות

source: Send Reset Link
he: שלח קישור לאיפוס

# enter_your_email_and_we_send_you_instructions
source: Enter your email and we'll send you instructions to reset your password.
he: הזן את האימייל שלך ואנו נשלח לך הוראות כדי לאפס את הסיסמה שלך.

source: Favorites
he: מועדפים

source: Filters
he: סינון

source: Clear all
he: ניקוי הכל

source: Price Range
he: טווח מחירים

source: Starting from
he: החל מ

source: City or State
he: עיר או אזור

# search_profession_filters
source: Search profession
he: חיפוש מקצוע

# suggestions_filters
source: Suggestions
he: הצעות

# rating_filters
source: Rating
he: דירוג

source: Age
he: גיל

source: Working Hours
he: שעות פעילות

source: Contact Now
he: צרו קשר עכשיו

source: Services
he: שירותים

source: Certificates
he: תעודות

source: Prices
he: מחירים

source: Main Image
he: תמונה ראשית

source: Logo
he: לוגו

source: Upload
he: העלאה

source: Allowed PNG, JPG, or JPEG. max size of 5mb
he: מותר PNG, JPG או JPEG. גודל מקסימלי של 5MB

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Professions
he: מקצועות

source: Phone
he: טלפון

source: Birthday
he: יום הולדת

source: City
he: עיר

source: Bio
he: ביו

source: Ex. Here you can introduce yourself better Write couple of words
he: דוגמה: כאן את/ה יכול/ה להציג את עצמך טוב יותר כתבו כמה מילים

source: Your email is not confirmed. Please check your inbox.
he: האימייל שלך לא אושר. אנא בדוק את תיבת האימייל שלך.

source: Resend confirmation
he: שלח אישור מחדש

source: Save Changes
he: שמור שינויים

source: Next
he: הבא

source: Account Settings
he: הגדרות חשבון

source: General
he: כללי

source: Change Password
he: שינוי סיסמה

source: Old Password
he: סיסמה ישנה

source: New Password
he: סיסמה חדשה

source: Retype New Password
he: הקלד/י שוב סיסמה חדשה

source: Social
he: חברתי

source: Social Links
he: קישורים חברתי

source: LinkedIn
he: לינקדאין

source: TikTok
he: טיקטוק

source: Quora
he: כורא

source: Service 1
he: שירות 1

source: Select Image
he: בחר/י תמונה

source: Type of service
he: סוג השירות

source: Explanation
he: הסבר

source: Title
he: תיאור

source: Add Price
he: הוסף מחיר

source: Delete Service
he: מחק שירות

source: Add Service
he: הוסף שירות

source: Select profession
he: בחר/י מקצוע

source: Upload File
he: העלאת קובץ

source: Tell us about this certificate
he: ספר/י לנו על התעודה הזו

source: Delete Certificate
he: מחק תעודה

source: Exp.
he: ניסיון

source: Add Certificate
he: הוסף תעודה

source: Add Gallery
he: הוסף גלריה

# notice_we_recommend_you_to_hide_the_id_on_the_certificate
source: We recommend you to hide your ID on the certificate before the upload.
he: אנו ממליצים לך להסתיר את התעודת הזהות שלך על התעודה לפני ההעלאה.

source: Profession
he: מקצוע

source: Notice:
he: הערה:

source: The following information will be public and visible to everyone.
he: המידע הבא יהיה ציבורי וגלוי לכולם.

source: Submit
he: שלח

source: Message
he: הודעה

source: Full Name
he: שם מלא

source: Let's Talk
he: בואו נדבר

source: GET IN TOUCH
he: תהיו בקשר

source: Delete Gallery
he: מחק גלריה

source: Certificate Name
he: שם התעודה

source: YEARS
he: שנים

source: CERTIFICATION:
he: תעודה:

source: EXPERIENCE:
he: ניסיון:

source: Get Started Now
he: התחילו עכשיו

source: Top Rated
he: מדורג/ת גבוה

source: Let's do it!
he: בואו נעשה את זה!

source: Build your business card
he: בנה/י את כרטיס הביקור שלך

# profile_and_settings
source: Profile & Settings
he: פרופיל והגדרות

source: admin
he: אדמין

source: Welcome
he: ברוכים הבאים

# you_have_successfully_logged_in_as_admin
source: You have successfully logged in as admin. Now you can start to explore!
he: התחברת בהצלחה כמנהל/ת. עכשיו את/ה יכול/ה להתחיל לחקור!

source: Remember me
he: זכור אותי

source: Welcome to Be-Pass! 👋🏻
he: ברוכים הבאים ל-Be-Pass! 👋🏻

source: Please sign-in to your account and start the adventure
he: היכנסו לחשבון שלכם והתחילו את ההרפתקאה

source: Adventure starts here 😍
he: ההרפתקה מתחילה כאן 😍

source: Welcome to Be-Pass! Make your app management easy and fun!
he: ברוכים הבאים ל-Be-Pass! הפכו את ניהול האפליקציה שלכם לקל ומהנה!

# terms_of_service_and_privacy_policy
source: <u> Terms of Service<u> & <u> Privacy Policy<u>
he: <u> תנאי שימוש<u> ו<u> מדיניות פרטיות<u>

source: Create your card
he: צרו את הכרטיס שלכם

source: So, what are you waiting for?
he: אז למה את/ה מחכה?

# its_easy_all_you_have_to_do_is_fill_in_the_details
source: It’s easy! All you have to do is fill in the details And let clients choose you!
he: זה קל! כל שעליכם לעשות הוא למלא את הפרטים ולתת ללקוחות לבחור אתכם!

source: Business Card
he: כרטיס ביקור

source: Find Your
he: מצא את

source: Desired
he: איש המקצוע

source: Professional
he: הרצוי שלך

source: Contact us
he: צרו קשר

source: Wonderful opportunities for professionals from all fields
he: הזדמנויות נפלאות לאנשי מקצוע מכל התחומים

source: Create Your Profile
he: צרו את הפרופיל שלכם

source: Thank You!
he: תודה רבה!

# your_business_card_has_been_successfully_published
source: Your business card has been successfully published And it will be visible to everyone ASAP
he: כרטיס הביקור שלך פורסם בהצלחה ויהיה גלוי לכולם בהקדם האפשרי

source: Feedbacks
he: משוב

source: Subscribe
he: הירשם

# trusted
source: 100% Trusted
he: 100% מהימן

# trusted_and_Popular
source: Trusted & Popular Professionals Portal
he: פורטל מקצוענים מהימנים ופופולריים

source: Download The Be-Pass Mobile App
he: הורידו את אפליקציית Be-Pass לנייד

source: Subscribe Newsletter
he: הירשם לניוזלטר

source: Get notified about the next update
he: קבל הודעה על העדכון הבא

source: Enter Your Email
he: הכנס/י את האימייל שלך

# copyright_be_pass
source: Copyright © 2022 · Be-Pass.
he: זכויות יוצרים © 2022 · Be-Pass.

source: Credits
he: קרדיטים

source: Join us
he: הצטרפו אלינו

# find_website
source: Find
he: מצאו

# professionals_website
source: Professionals
he: אנשי מקצוע

# especially_for_you_website
source: Especially For You
he: במיוחד בשבילכם

# select_a_service_website_search
source: Select a service
he: בחר/י שירות

source: Location
he: מיקום

source: Price (avg.)
he: מחיר (ממוצע)

source: Type
he: סוג

source: See more
he: ראה עוד

source: Working area
he: אזור עבודה

source: Confirm your email
he: אמת/י את האימייל שלך

source: Rating Breakdown
he: פירוט דירוג

source: Deadlines
he: זמנים

# quality_and_skills
source: Quality & Skills
he: איכות ומיומנות

source: Communication
he: תקשורת

source: Attitude
he: גישה

source: Read more
he: קרא עוד

source: Helpful?
he: עוזר?

source: See more feedbacks
he: ראה משובים נוספים

source: Leave Feedback
he: השאירו משוב

source: Rate Your Experience
he: דרג/י את החוויה שלך

source: Are you satisfied with the service?
he: האם את/ה מרוצה מהשירות?

source: TOTAL SCORE:
he: ציון כולל:

source: Share your experience
he: שתפ/י את החוויה שלך

source: Ex. Great job, thanks!
he: דוגמה: עבודה מצוינת, תודה!

source: Be-Pass reserves the right not to publish the feedback
he: Be-Pass שומרת לעצמה את הזכות לא לפרסם את המשוב

source: Verify your email ✉️
he: אמת/י את האימייל שלך ✉️

source: Account activation link sent to your email
he: קישור להפעלת החשבון נשלח לדוא"ל שלך

source: address:
he: כתובת:

source: Please follow the link inside to continue.
he: אנא עקוב אחר הקישור בפנים כדי להמשיך.

source: Resend Link
he: שלח שוב קישור

source: Reset Password 🔐
he: איפוס סיסמה 🔐

source: Your new password must be different from previously used passwords
he: הסיסמה החדשה שלך חייבת להיות שונה מסיסמאות שהשתמשת בהן בעבר

source: Confirm Password
he: אשר/י סיסמה

source: Set New Password
he: הגדר/י סיסמה חדשה

source: Back to profile
he: חזרה לפרופיל

# enter_your_email_and_we_will_send_you_instructions
source: Enter your email and we will send you instructions to reset your password.
he: הכנס/י את האימייל שלך ואנו נשלח לך הוראות לאיפוס הסיסמה שלך.

# forgot_password_title
source: Forgot Password? 🔑
he: שכחת את הסיסמה? 🔑

source: Delete Category
he: מחק קטגוריה

source: Add Services
he: הוסף שירותים

source: Description
he: תיאור

source: Ex. Personal Trainer
he: דוגמה: מאמן אישי

source: Ex. Group Training
he: דוגמה: אימון קבוצתי

source: But for that, you need
he: אבל בשביל זה, את/ה צריכ/ה

source: Business Owner?
he: בעל/ת עסק?

# create_your_personal_business_card_show_your_skills
source: Create your personal business card Show your skills, your qualities And let clients choose you!
he: צרו את כרטיס הביקור האישי שלכם הראו את הכישורים שלכם, את האיכויות שלכם ותנו ללקוחות לבחור אתכם!

source: Want to chat with professionals?
he: רוצה לשוחח עם אנשי מקצוע?

# chat_get_to_know_the_professional
source: Chat, get to know the professional Find out if he or she fits your needs Make an appointment and let's roll!
he: שוחחו, הכירו את איש המקצוע גלו אם הוא או היא מתאימים לצרכים שלכם קבעו פגישה וצאו לדרך!

source: Add Social Media
he: הוספת מדיה חברתית

source: Social Media Links
he: קישורים למדיה חברתית

source: Add link
he: הוסף לינק

source: Gallery View
he: תצוגת גלריה

source: photos
he: תמונות

source: Enter valid email address
he: הזנ/י כתובת אימייל חוקית

source: Enter your name
he: הזנ/י את שמך

source: ISSUING ORGANIZATION:
he: ארגון מנפיק:

source: more
he: עוד

# my_professions_and_skills
source: My professions & Skills
he: המקצועות והכישורים שלי

# age_be_card
source: Age:
he: גיל:

source: Introduce yourself
he: הצג/י את עצמך

# ex_Hello_im_a_handyman_who_turns_everything_i_touch_into
source: Ex. Hello, I'm a handyman who turns everything I touch into gold, specializing in a wide variety of fields, when it comes to home renovation. Love my job!
he: דוגמה: היי, אני שיפוצניק שהופך את כל מה שאני נוגע בו לזהב, מתמחה במגוון רחב של תחומים, בכל הקשור לשיפוץ הבית. אוהב את העבודה שלי!

source: Add Bio
he: הוסף ביו

source: Add Working Area
he: הוסף אזור עבודה

source: Work in city
he: עובד/ת בערים

source: I work in city
he: אני עובד/ת בעיר

source: Select city
he: בחר/י עיר

source: Work in area
he: עובד/ת באזור

source: I work in areas
he: אני עובד/ת באזור

# ex_i_work_in_the_north_and_center
source: Ex. I work in the north and center in areas within the city
he: דוגמה: אני עובד/ת בצפון ובמרכז באזורים בתוך העיר

source: Apply
he: החל

source: Add Working Hours
he: הוסף שעות עבודה

source: Add Personal Info
he: הוסף מידע אישי

source: Select professions
he: בחר/י מקצועות

source: Skills
he: מיומנויות

source: Select Skills
he: בחר/י מיומנויות

source: Your Location
he: המיקום שלך

source: Morning
he: בוקר

source: Afternoon
he: צהריים

source: Evening
he: ערב

source: Night
he: לילה

source: Search Skills
he: חיפוש מיומנויות

source: Search Profession
he: חיפוש מקצוע

source: See Profile
he: ראה פרופיל

source: Search Results
he: תוצאות חיפוש

# sorry_there_are_no_results_mobile
source: Sorry, there are no results Please check spelling or try different keywords
he: מצטערים, אין תוצאות אנא בדקו איות או נסו מילות מפתח שונות

# sorry_there_are_no_results_website
source: Sorry, there are no results, please check spelling or try different keywords
he: מצטערים, אין תוצאות אנא בדקו איות או נסו מילות מפתח שונות

source: Add Image
he: הוסף תמונה

# experience_add_certificate_screen
source: Experience
he: ניסיון

# certificate_name_add_certificate_screen
source: Certificate name...
he: שם התעודה...

# issuing_organization_add_certificate_screen
source: Issuing organization...
he: ארגון מנפיק...

source: Check your email ✉️
he: בדקו את האימייל שלכם ✉️

source: We sent an email to:
he: שלחנו אימייל ל:

source: Please follow the link inside to continue. If you can’t find the email within your Inbox, please check your Spam folder.
he: אנא עקבו אחר הקישור בפנים כדי להמשיך. אם אינכם מוצאים את האימייל בתיבת הדואר הנכנס שלך, בבקשה בדקו את תיקיית הספאם שלכם.

source: Didn't receive an email?
he: לא קיבלת אימייל?

source: Resend
he: שלח שוב

source: Current Password
he: סיסמה נוכחית

source: Enter current password
he: הזנ/י סיסמה נוכחית

source: Enter new password
he: הזנ/י סיסמה חדשה

source: Update
he: עדכן

source: Change Email
he: שינוי אימייל

# note_after_changing_the_email
source: Note: After changing the email you will be asked to verify it again. Secondly, an email is unique This is how users identify you A Change may lead to a loss of credit
he: הערה: לאחר שינוי האימייל תתבקש/י לאמת אותו שוב. שנית, אימייל הוא ייחודי כך משתמשים מזהים אותך שינוי עלול להוביל לאובדן קרדיט

source: Current Email
he: אימייל נוכחי

source: New Email
he: אימייל חדש

source: Change Username
he: שינוי שם משתמש

source: New Username
he: שם משתמש חדש

source: Current Username
he: שם משתמש נוכחי

# note_a_username_is_unique
source: Note: A username is unique This is how users identify you A change may lead to a loss of credit
he: הערה: שם המשתמש הוא ייחודי כך משתמשים מזהים אותך שינוי עלול להוביל לאובדן קרדיט

# thank_you_for_all_the_creative_people
source: Thank you for all the creative people all the websites for the icons, images and assets:
he: תודה לכל האנשים היצירתיים כל אתרי האינטרנט עבור האייקונים, התמונות והעזרים:

source: Thanks
he: תודה

# currency_and_time_format
source: Currency & Time Format
he: פורמט זמן ומטבע

source: Time Format
he: פורמט זמן

source: Currency
he: מטבע

# use_hour_format
source: Use 24-hour format
he: השתמש/י בפורמט של 24 שעות

source: ILS
he: ש"ח

source: USD
he: דולר

source: EUR
he: אירו

source: GBP
he: ליש"ט

source: Israeli Shekel
he: שקל ישראלי

source: United States Dollar
he: דולר אמריקאי

source: Euro
he: אירו

source: British Pound
he: לירה שטרלינג

source: Preferences
he: העדפות

source: Other
he: אחר

source: Rate Our App
he: דרג את האפליקציה שלנו

source: Invite Your Friend
he: הזמן חבר

source: Our Website
he: האתר שלנו

source: No feedback found
he: לא נמצא משוב

# your_feedback_has_been_successfully
source: Your feedback has been successfully published And it will be visible to everyone ASAP
he: המשוב שלך פורסם בהצלחה ויהיה גלוי לכולם בהקדם האפשרי

source: Settings
he: הגדרות

source: Payment Transactions (soon)
he: עסקאות תשלום (בקרוב)

source: Calendar Schedule (soon)
he: לוח זמנים (בקרוב)

source: Password Requirements:
he: דרישות סיסמה:

# minimum_characters_long
source: Minimum 6 characters long - the more, the better
he: אורך מינימום 6 תווים - כמה שיותר, יותר טוב

# use_a_combination_of_letters
source: Use a combination of letters - A-Z, a-z
he: השתמש בשילוב של אותיות - A-Z, a-z

# use_a_combination_of_numbers
source: Use a combination of numbers - 0-9
he: השתמש בשילוב של מספרים - 0-9

source: Blog
he: בלוג

source: Personal
he: אישי

source: Account Preferences
he: העדפות חשבון

source: Make your app management easy and fun!
he: הפכו את ניהול האפליקציה שלכם לקל ומהנה!

source: Please select a professional category
he: בבקשה בחר/י קטגוריית בעלי מקצוע

source: Exit Be-Pass?
he: לצאת מ-Be-Pass?

source: Name is mandatory
he: שם הוא חובה

source: Email is mandatory
he: אימייל הוא חובה

source: Message is mandatory
he: הודעה היא חובה

# min_of_two_characters_is_required
source: Min of 2 characters is required
he: נדרש מינימום של 2 תווים

source: URL is incorrect
he: כתובת האתר שגויה

source: Required
he: נדרש

source: At least one day must be OPEN
he: לפחות יום אחד חייב להיות פתוח

source: Please add at least one City / Country
he: בבקשה הוספ/י לפחות אחד מדינה/עיר

source: Verify
he: אומת

source: Are you sure you want to Logout?
he: האם אתם בטוחים שאתם רוצים להתנתק?

source: Delete Price?
he: מחק מחיר?

source: Thank You! The message has been sent to the professional
he: תודה רבה! ההודעה נשלחה לאיש/ת המקצוע

source: Thank you for your subscription!
he: תודה על המנוי שלך!

source: File Upload
he: העלאת קובץ

source: Drag and Drop your files here
he: גרור ושחרר את הקבצים שלך כאן

source: Browse
he: עיין

source: to upload files
he: כדי להעלות קבצים

# maximum_five_photos_at_a_time
source: *Maximum 5 photos at a time
he: *מקסימום 5 תמונות בכל פעם

source: Your account has been restricted
he: החשבון שלך הוגבל

source: Verify your identity
he: אמת/י את זהותך

source: Bio (Introduce yourself)
he: ביו (הצג/י את עצמך)

source: I agree that my personal info will be visible to everyone
he: אני מסכימ/ה שהמידע האישי שלי יהיה גלוי לכולם

source: Title: Ex. Group Training
he: כותרת: דוגמה, אימון קבוצתי

source: Add Info
he: הוסף מידע

# describe_your_services
source: Describe your services, explain everything you are doing and set the prices
he: תארו את השירותים שלכם, הסבירו את כל מה שאתם עושים וקבעו את המחירים

# set_your_working_hours_for_each_day
source: Set your working hours for each day and let the clients know when you are available
he: הגדירו את שעות העבודה שלכם לכל יום ותנו ללקוחות לדעת מתי אתם פנויים

# let_the_clients_know_in_what_places
source: Let the clients know in what places are you working
he: עדכנו את הלקוחות באילו מקומות אתם עובדים

# list_your_certifications_degrees
source: List your certifications, degrees, courses and everything you got to show that you are qualified
he: רשמו את ההסמכות שלכם, התארים, הקורסים וכל מה שיש לכם כדי להראות שאתם מיומנים

# upload_all_the_images_that_you_have
source: Upload all the images that you have for each service, to impress everyone
he: העלו את כל התמונות שיש לכם עבור כל שירות, כדי להרשים את הלקוחות
